12/data/attachments/ae9b8f262bba379e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1b3aca52-9c01-4d4f-87f9-760fb44db61b</nif:username>
            <nif:friendToBeAdded>Jose_hundred_Actions_29745_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>